{
  "home": "Početna",
  "about": "O nama",
  "contact": "Kontakt",
  "title": "Naslov",
  "message": "Poruka",
  "where_with_dog": "Gde sa psom",
  "explore": "Istražite mesta pogodna za kućne ljubimce sa lakoćom",
  "hero_description": "Da li ste se ikada zapitali gde možete otići sa svojim psom bez brige? Mi smo tu da vam olakšamo! Gde sa psom je platforma nastala iz ljubavi prema ljubimcima i želje da svako uživa u njihovom društvu – bilo u restoranu, kafiću ili hotelu.",
  "search_spots": "Pretraži objekte",
  "suggest_spot": "Dodajte lokaciju za kućne ljubimce",
  "intro": "Želimo vas upoznati sa sajtom Gde sa psom",
  "description": "Sajt omogućava vlasnicima ljubimaca laku pretragu objekata gde mogu ići sa svojim ljubimcima.",
  "view_all": "Pogledaj sve objekte",
  "friends": "Prijatelji sajta",
  "recommendation": "Preporuka dana",
  "site_link": "Link ka sajtu",
  "spots_count": "Broj dostupnih objekata",
  "search_name": "Pretraži po imenu",
  "loading": "Učitavanje podataka, sačekajte...",
  "select_city": "Izaberi grad i opštinu",
  "or_filters": "Ili izaberi filtere",
  "choose_place": "Gde želite da idete?",
  "clear_filters": "Obriši filtere",
  "dog_size": "Izaberite veličinu psa",
  "search": "Pretraži",
  "all_dogs": "Sve veličine",
  "small_dog": "Mali psi",
  "small_puppies": "Mali psi i štenci većih rasa (do 15 kg, do 5 meseci starosti)",
  "spots_error404": "Nažalost nismo pronašli pet-friendly objekat u skladu sa vašim pretragama.",
  "with_garden": "Sa baštom",
  "without_garden": "Bez bašte",
  "add": "Dodaj",
  "spot_name": "Ime",
  "address": "Adresa",
  "site_network": "Link ka sajtu/mreži",
  "image_outside": "Slika objekta(max:1 MB)",
  "image_inside": "Dodatna slika(max:1 MB)",
  "file_limit": "Veličina datoteke premašuje ograničenje od 1 MB.",
  "required": "Obavezno polje!",
  "garden_option": "Sa ili bez bašte",
  "short_description": "Kratki opis",
  "cafe": "Kafić",
  "restaurant": "Restoran",
  "float": "Splav",
  "hotel": "Hotel",
  "motel": "Motel",
  "pub": "Pab",
  "cafeteria": "Kafeterija",
  "gym": "Teretana",
  "other": "Ostalo",
  "apartment": "Apartman",
  "type": "Tip objekta",
  "success_add": "Uspešno predloženo, čeka odobrenje!",
  "error_global": "Nešto nije u redu, proverite polja i pokušajte ponovo.",
  "who_we_are": "Ko smo mi?",
  "site_info": "Dobrodošli na Gde sa psom – vašu omiljenu platformu koja olakšava putovanja i izlazak sa vašim ljubimcima! Inspirisani svakodnevnim izazovima vlasnika pasa i mačaka, odlučili smo da kreiramo rešenje koje omogućava svima da uživaju u društvu svojih ljubimaca, bez stresa oko toga da li je određeni objekat pet-friendly. Naša misija je jednostavna – omogućiti vlasnicima ljubimaca da brzo i lako pronađu restorane, kafiće, hotele i druge objekte koji su otvoreni za pse i druge kućne ljubimce. Verujemo da ljubimci zaslužuju biti deo naših avantura, a Gde sa psom je tu da vam olakša svaki korak.",
  "free_use": "Potpuno besplatno!?",
  "free_use_description": "Korišćenje naše platforme je potpuno besplatno, kako za korisnike, tako i za vlasnike ugostiteljskih objekata. Dodavanje novih objekata na sajt je jednostavno i besplatno – želimo da naša zajednica raste i da svi ljubitelji životinja imaju pristup najnovijim informacijama. Gde sa psom je mesto gde ljubav prema ljubimcima spaja ljude i objekte koji nude prijateljsko okruženje za četvoronožne prijatelje.",
  "how_to_suggest": "Kako predložiti ugostiteljski objekat?",
  "how_to_suggest_description": "Klikom na dugme 'Dodajte lokaciju za kućne ljubimce', otvoriće se jednostavan obrazac (modal) gde možete uneti potrebne podatke o objektu. Nakon toga, informacije će biti pregledane i objavljene na sajtu.",
  "important_to_know": "Važno je znati!",
  "important_to_know_description": "Sve informacije na sajtu dolaze iz iskustava korisnika. Imajte na umu da se pravila ugostiteljskih objekata prema ljubimcima mogu promeniti. Pre posete, uvek je dobro dodatno proveriti informacije direktno sa objektom.",
  "email_success": "Vaš email je uspešno poslat. Hvala što ste nas kontaktirali, javi ćemo vam se uskoro!",
  "suggest_instructions": "Klikom na dugme 'Predloži' otvara se forma za unos podataka.",
  "free_add_spot": "Dodavanje novih objekata je besplatno.",
  "note": "Podaci su iz ličnog iskustva, moguće su promene kategorija objekata.",
  "send": "Pošalji",
  "park": "Park za kućne ljubimce",
  "pet_spot": "Mesto za kućne ljubimce",
  "dog_parks": "Parkovi za pse",
  "park_rules": "Osnovna pravila parka",
  "rule_1": "Pas mora biti pod stalnim nadzorom vlasnika.",
  "rule_2": "Vlasnici su odgovorni za štetu koju pas nanese.",
  "rule_3": "Psi koji pokazuju agresiju moraju napustiti park.",
  "rule_4": "Psi moraju biti zdravi, čipovani i vakcinisani.",
  "rule_5": "Zabranjeno unošenje alkohola.",
  "rule_6": "Ne unositi hranu osim za pse, staklo ili opasne predmete.",
  "rule_7": "Pas mora biti na povodcu pri ulasku i izlasku.",
  "rule_8": "Deci mlađoj od 8 godina zabranjen ulazak.",
  "rule_9": "Ne ostavljati psa bez nadzora.",
  "rule_10": "Zabranjen ulazak skotnim, bolesnim i povređenim psima.",
  "rule_11": "Park je za posetioce koji poštuju pravila.",
  "rule_12": "Ne uvoditi nevakcinisane štence mlađe od 4 meseca.",
  "rule_13": "Pokupiti otpad od psa i drugi otpad.",
  "hero_title": "Gde sa psom? - Mesto gde su vaši ljubimci dobrodošli!",
  "how_it_works": "Kako funkcioniše?",
  "free_search": "Besplatno pretražujete pet-friendly lokacije",
  "free_add": "Besplatno dodajete nove objekte i pomažete zajednici",
  "pet_welcome": "Uvek znate gde je vaš ljubimac dobrodošao!",
  "pet_places": "Pogledajte sva mesta za kućne ljubimce",
  "random_spot_title": "Sa lakoćom pronađite mesta pogodna za kućne ljubimce!",
  "random_spot_description": "Gde sa psom platforma je vaš krajnji resurs otkrivanje destinacija za kućne ljubimce. Bilo da tražite savršeni park ili mesta pogodna za kućne ljubimce, povezujemo Vas sa mestima koja obuhvataju vaše krznene prijatelje. Naša platforma nudi detaljne preglede, interaktivne mape i živopisne centar zajednice gde ljubitelji kućnih ljubimaca mogu razmeniti savete i dirljive priče. Planirajte svoju sledeću avanturu sa poverenjem, znajući da ste Vi i vaš ljubimac uvek dobrodošli!",
  "see_details": "Pogledajte više detalja",
  "explore_pet_spots": "Istražite mesta pogodna za kućne ljubimce sa lakoćom",
  "explore_pet_spots_link": "Istražite mesta pogodna za kućne ljubimce",
  "pet_spots": "Mesta pogodna za kućne ljubimce",
  "pet_parks": "Parkova pogodni za kućne ljubimce",
  "find_pet_spots": "Pronađite mesta za kućne ljubimce",
  "find_pet_parks": "Pronađite parkove za kućne ljubimce",
  "no_entries": "Nema pronađenih unosa",
  "see_more": "Vidi više",
  "language": "Jezik",
  "theme": "Tema",
  "close": "Zatvori",
  "save": "Sačuvaj",
  "phone": "Kontakt broj",
  "contact_us": "Kontaktirajte nas",
  "contact_description": "Imate tehnički problem? Želite da pošaljete povratne informacije? Trebate detalje o našem poslovnom planu? Javite nam.",
  "your_email": "Vaš email",
  "images": "Slike",
  "location": "Lokacija",
  "spot_type": "Tip pet-friendly objekta",
  "township": "Opština",
  "garden": "Bašta",
  "pet_size": "Veličina psa",
  "subject": "Naslov",
  "remove": "Ukloni",
  "rest_information": "Ostale informacije",
  "cookie_message": "Ova stranica koristi kolačiće kako bi poboljšala vaše korisničko iskustvo.",
  "cookie_header": "Politika kolačića",
  "cookie_header_description": "Obaveštenje o korišćenju kolačića na našem sajtu.",
  "cookie_description": "Ovaj sajt koristi kolačiće da bi poboljšao tvoje korisničko iskustvo, analizirajući saobraćaj na sajtu. Korišćenjem ovog sajta, pristaješ na korišćenje kolačića u skladu sa ovom politikom.",
  "what_is_cookie_header": "Šta su kolačići?",
  "what_is_cookie_description": "Kolačići su male tekstualne datoteke koje se čuvaju na tvom uređaju kada posetiš sajt. Koriste se da bi se sačuvali tvoji podaci ili preferencije tokom vremena, što omogućava da se sajt bolje prilagodi tvojim potrebama.",
  "cookie_used_header": "Koje kolačiće koristimo?",
  "cookie_used_type": "Na našem sajtu koristimo sledeće vrste kolačića:",
  "cookie_necessary": "<strong>Neophodni kolačići</strong>: Ovi kolačići su neophodni za osnovne funkcije sajta, kao što su navigacija ili pristup određenim delovima sajta.",
  "cookie_analytics": "<strong>Analitički kolačići</strong>: Koristimo Google Analytics za prikupljanje podataka o tome kako posetioci koriste naš sajt. Google Analytics koristi kolačiće koji omogućavaju prikupljanje informacija o tvojoj poseti, kao što su vreme provedeno na sajtu, broj poseta i stranice koje su posetili. Ovi podaci se koriste za analizu i poboljšanje rada sajta.",
  "cookie_google_information": "Google Analytics kolačići mogu prikupljati sledeće informacije:",
  "cookie_google_information_1": "Tip uređaja i operativni sistem",
  "cookie_google_information_2": "Stranice koje su posetili",
  "cookie_google_information_3": "Izvor saobraćaja (kako su došli na sajt)",
  "cookie_google_information_4": "Trajanje posete",
  "cookie_anonymous_information": "Ove informacije su anonimne i koriste se isključivo u statističke svrhe.",
  "cookie_control": "Kako kontrolišete kolačiće?",
  "cookie_control_description": "Možeš kontrolisati i/ili obrisati kolačiće prema svom izboru – za detalje, <a href=\"http://www.aboutcookies.org\" target=\"_blank\" class=\"text-blue-500\">AboutCookies.org</a>. Možeš obrisati sve kolačiće koji su već na tvom računaru, kao i postaviti većinu pretraživača da ih blokira. Međutim, ako odlučiš da blokiraš kolačiće, možeš imati ograničen pristup određenim funkcijama sajta.",
  "cookie_policy_change_header": "Promene u politici kolačića",
  "cookie_policy_change_description": "Ovu politiku kolačića možemo povremeno ažurirati. Preporučujemo ti da povremeno proveriš ovu stranicu kako bi bio u toku sa svim promenama."
}
